
# инфа
info = '''
<b>По вопросам рекламы, добавления новых сервисов и всем остальным - @d1ego_adm</b>
'''

# Пополнение баланса
replenish_balance = '⚠️ Пополнение баланса\n\n' \
                    '🥝 Оплата киви: \n\n' \
                    '👉 Номер  <code>{number}</code>\n' \
                    '👉 Коментарий  <code>{code}</code>\n' \
                    '👉 Сумма  от 1 до 50000 рублей\n\n' \
                    'Можете пополнить баланс любыми удобными способами, по вопросам ко мне \n' \
                    'Eсли воздникли проблемы с пополнением баланса писать '

# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'

