profile = """
<b>Профиль:</b>

🆔 <b>ID</b>: <code>{user_id}</code>

👤 <b>Username</b>: @{username}

🕰 <b>Регистрация</b>: {date}

"""

my_stats = """
<b>✂️ Ссылок сокращено:</b> <code>{short}</code>

<b>🚨 Пробито номеров:</b> <code>{deanon}</code>

<b>🌏 IP пробито:</b> <code>{ip}</code>

<b>👥 TG юзеров пробито:</b> <code>{tg}</code>

<b>🖼 Скриншотов сделано:</b> <code>{screen}</code>

<b>🖊 Ников сгенерировано:</b> <code>{gen_nick}</code>

<b>🖌 Паролей сгенерировано:</b> <code>{gen_pass}</code>

<b>👻 Прокси сгенерировано:</b> <code>{gen_proxy}</code>
"""

pas_gen_easy = """
<b>Вот ваши 5 средних паролей:</b>

<code>{pas_1}</code>
<code>{pas_2}</code>
<code>{pas_3}</code>
<code>{pas_4}</code>
<code>{pas_5}</code>
"""


pas_gen_average = """
<b>Вот ваши 5 средних паролей:</b>

<code>{pas_1}</code>
<code>{pas_2}</code>
<code>{pas_3}</code>
<code>{pas_4}</code>
<code>{pas_5}</code>
"""

pas_gen_difficult = """
<b>Вот ваши 5 cложных паролей:</b>

<code>{pas_1}</code>
<code>{pas_2}</code>
<code>{pas_3}</code>
<code>{pas_4}</code>
<code>{pas_5}</code>
"""

gen_nick = """
<b>Вот ваши 5 ников:</b>

<code>{line_1}</code>
<code>{line_2}</code>
<code>{line_3}</code>
<code>{line_4}</code>
<code>{line_5}</code>
"""

proxy = """
<b>Ваши прокси:</b>

<code>{proxy_1}</code>
<code>{proxy_2}</code>
<code>{proxy_3}</code>
<code>{proxy_4}</code>
<code>{proxy_5}</code>

<b>PS. Прокси Socks 5</b>
"""



hi = """
👋Лучшее приветствие:

Добрый день, пишу по поводу вашего объявления на ..., актуально ещё?
"""

question_product = """
🤏Вопросы, которые следует задать, чтоб мамонт понял, что Вам интересен товар🤏

✏️В каком оно состоянии?
✏️Когда покупали?
✏️Есть какие - либо ньюансы?
✏️Все ли рабочее?
✏️Можете отправить доп. фото

"""

tell_delivery = """
💨Лучший способ сказать о доставке💨

Очень заинтересована в покупке,готова приобрести, но я в ... ,можно оплатить ... доставкой? После к вам приедет курьер по указанному вами адресу и вы ему отдадите «Название товара»
"""


question_all = """
✍️Другие вопросы✍️

✏️«Могу отправить наложкой» На это мы отвечаем «Просто очень понравилась ваш «название товара»,но к сожалению всей семьей сидим на карантине,есть только один вариант,это курьер» тут они или соглашаются на куфар доставку,или отвечают нет.✏️
"""
































