
# инфа
info = '''
<b>1.реклама \
2. Возникли проблемы с пополнением - \
3. Оплата другими способами - \
4. Проблемы - \

Наш магазин аккаунтов @vipshops_bot!
Отзывы https://t.me/joinchat/AAAAAE1j_PoctYrDpZXiRw
</b>
'''

# Пополнение баланса
replenish_balance = '⚠️ Пополнение баланса\n\n' \
                    '🥝 Оплата киви: \n\n' \
                    '👉 Номер  <code>{number}</code>\n' \
                    '👉 Коментарий  <code>{code}</code>\n' \
                    '👉 Сумма  от 1 до 15000 рублей\n\n' \
                    'Можете пополнить баланс любыми удобными способами, по вопросам ко мне \n' \
                    'Eсли воздникли проблемы с пополнением баланса писать '

# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'

