
BOT_TOKEN = '5962946342:AAGhG1xkrfwdfJSiO9PPurV-AyISEO2vOfg'      # Токен бота

CODE_ACCESS = '#СЛИТО В @END_RAID'    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (TEST2020-01-01)

BOT_LOGIN = '#СЛИТО В @END_RAID'          # login бота, например: telegram_bot

ADMIN_ID = админ айди      # id админа

QIWI_NUMBER = '#СЛИТО В @END_RAID'    # номер киви
QIWI_TOKEN = '#СЛИТО В @END_RAID'     # токен киви

CARD_NUMBER = '#СЛИТО В @END_RAID' #номер карты

ACCESS_COST = 200           # стоимость доступа
MIN_PAYOUT = 350           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 0.25        # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 0.375           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.225           # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.15            # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)


